[
  {
    "id": 1,
    "image": "https://i.postimg.cc/pXHrTxT7/md-duran-d-Ej-MN6-JXcj8-unsplash.jpg",
    "name": "Conferences and Seminars",
    "price": "$29.99",
    "title": "Exploring Knowledge and Networking",
    "description": "Conferences and seminars are educational events where experts and enthusiasts convene to exchange ideas, knowledge, and network. Conferences are comprehensive gatherings, while seminars offer focused discussions, fostering learning and collaboration within specific fields. Conferences are comprehensive gatherings, while seminars offer focused discussions, fostering learning and collaboration within specific fields.",
    "button": "View Details"
  },
  {
    "id": 2,
    "image": "https://i.postimg.cc/CLpypx1Z/helena-lopes-x-UXm-S-g-OFR8-unsplash.jpg",
    "name": "Trade Shows and Expos",
    "price": "$49.95",
    "title": "Showcasing Innovation: Trade Shows and Expos",
    "description": "Trade shows and expos are exhibitions where businesses display products and services to a targeted audience. Attendees can explore innovations, make connections, and gain industry insights, fostering growth and collaboration. Attendees can explore innovations, make connections, and gain industry insights, fostering growth and collaboration.",
    "button": "View Details"
  },
  {
    "id": 3,
    "image": "https://i.postimg.cc/BnKCFk1R/annie-spratt-Qckxruozj-Rg-unsplash.jpg",
    "name": "Team Building Workshops",
    "price": "$79.99",
    "title": "Building Stronger Teams: Team Building ",
    "description": "Team building workshops are interactive sessions designed to enhance collaboration and communication among group members. Through activities and exercises, participants develop trust, improve teamwork, and strengthen workplace relationships for increased productivity and morale. Through activities and exercises, participants develop trust, improve teamwork, and strengthen workplace relationships for increased productivity and morale.",
    "button": "View Details"
  },
  {
    "id": 4,
    "image": "https://i.postimg.cc/MHP9sw9Y/chuttersnap-4-JHMt29fvj8-unsplash.jpg",
    "name": "Product Launches",
    "price": "$19.99",
    "title": "Unveiling Innovation: Product Launches",
    "description": "Product launches are pivotal events in which companies introduce new products to the market. They involve marketing strategies, presentations, and often media coverage to generate excitement and drive sales. Product launches are pivotal events in which companies introduce new products to the market. They involve marketing strategies, presentations, and often media coverage to generate excitement and drive sales.",
    "button": "View Details"
  },
  {
    "id": 5,
    "image": "https://i.postimg.cc/htkdqGv5/icons8-team-y-Tw-Xp-LO5-HAA-unsplash.jpg",
    "name": "Corporate Meetings",
    "price": "$39.99",
    "title": "Navigating Success: Corporate Meetings",
    "description": "Corporate meetings are essential gatherings where teams, executives, or stakeholders convene to discuss strategies, make decisions, and address business matters. They play a crucial role in fostering alignment and achieving organizational goals. They play a crucial role in fostering alignment and achieving organizational goals. They play a crucial role in fostering alignment and achieving organizational goals.",
    "button": "View Details"
  },
  {
    "id": 6,
    "image": "https://i.postimg.cc/7LPf4TDX/mindaugas-skrupskelis-fg-O8f-RG61-TU-unsplash.jpg",
    "name": "Award Ceremonies",
    "price": "$69.99",
    "title": "Shining Stars: Award Ceremonies",
    "description": "Award ceremonies are celebratory events recognizing outstanding achievements in various fields. They honor excellence, inspire motivation, and bring together a community to acknowledge and applaud noteworthy accomplishments. They honor excellence, inspire motivation, and bring together a community to acknowledge and applaud noteworthy accomplishments. They honor excellence, inspire motivation, and bring together a community to acknowledge and applaud noteworthy accomplishments.",
    "button": "View Details"
  }
]
